//北京
var topvalue_BeiJing_Data=new Array(3);   /*AQI峰值*/
    topvalue_BeiJing_Data["周粒度"]=new Array(184,143,381,185,184,158,424,402,330,126,207,241,322,224,284,181,175,166,102,140,191,157,111,167,158,173,253,111,185,168,244,133,129,178,170,196,109,159,162,179,380,289,341,203,125,124,342,279,267,185,186,234,46);
    topvalue_BeiJing_Data["月粒度"]=new Array(381,424,322,284,191,173,253,196,196,380,342,267);
    topvalue_BeiJing_Data["季粒度"]=new Array(424,284,253,380);
var Av_BeiJing_Data=new Array(3);     /*AQI平均值*/
    Av_BeiJing_Data["周粒度"]=new Array(126,80,158,116,115,100,242,270,151,86,118,106,176,114,185,100,117,93,79,105,122,100,77,107,91,105,191,71,111,129,145,86,84,98,102,104,83,107,87,94,200,155,154,119,79,69,187,150,90,83,84,115,46);
    Av_BeiJing_Data["月粒度"]=new Array(123,183,124,130,101,92,131,98,94,154,117,88);
    Av_BeiJing_Data["季粒度"]=new Array(141,108,108,120);
var sm_BeiJing_Data=new Array(3);     /*AQI小于100的天数*/
    sm_BeiJing_Data["周粒度"]=new Array(1,4,2,3,3,2,1,1,3,4,3,5,2,4,1,5,3,5,6,3,1,5,6,3,5,3,1,6,3,2,2,5,6,4,4,4,6,3,5,4,3,3,3,3,6,5,1,2,6,4,6,3,1);
    sm_BeiJing_Data["月粒度"]=new Array(12,7,16,13,17,20,12,20,19,13,15,22);
    sm_BeiJing_Data["季粒度"]=new Array(35,50,51,50);

//上海
var topvalue_ShangHai_Data=new Array(3);   /*AQI峰值*/
    topvalue_ShangHai_Data["周粒度"]=new Array(182,108,234,133,237,63,58,197,127,201,113,181,129,87,90,182,102,122,116,102,189,151,83,139,78,130,112,169,94,133,115,72,75,101,77,137,66,89,85,84,70,141,77,93,174,176,99,91,117,134,104,188,187);
    topvalue_ShangHai_Data["月粒度"]=new Array(237,197,201,182,189,139,169,115,137,141,176,188);
    topvalue_ShangHai_Data["季粒度"]=new Array(237,189,169,188);
var Av_ShangHai_Data=new Array(3);     /*AQI平均值*/
    Av_ShangHai_Data["周粒度"]=new Array(119,63,135,65,132,42,40,108,73,78,85,93,85,70,79,83,77,85,79,82,115,94,63,78,54,74,69,97,49,71,57,52,52,75,54,80,50,51,62,65,62,85,64,70,79,100,57,67,95,107,87,109,187);
    Av_ShangHai_Data["月粒度"]=new Array(100,82,91,81,113,66,69,59,61,69,75,101);
    Av_ShangHai_Data["季粒度"]=new Array(91,87,63,82);
var sm_ShangHai_Data=new Array(3);     /*AQI小于100的天数*/
    sm_ShangHai_Data["周粒度"]=new Array(3,6,2,6,4,7,7,3,5,5,4,5,5,7,7,6,5,5,5,6,2,4,7,5,7,5,6,3,7,6,6,7,7,6,7,5,7,7,7,7,7,5,7,7,6,5,7,7,3,3,6,4,0);
    sm_ShangHai_Data["月粒度"]=new Array(18,21,21,27,18,26,25,27,28,29,27,18);
    sm_ShangHai_Data["季粒度"]=new Array(60,71,80,74);

//广州
var topvalue_GuangZhou_Data=new Array(3);   /*AQI峰值*/
    topvalue_GuangZhou_Data["周粒度"]=new Array(205,133,145,123,158,60,147,94,84,85,167,112,90,96,106,81,79,78,75,56,88,63,83,109,48,64,101,108,111,101,113,61,56,64,70,73,64,102,93,83,125,118,119,107,100,76,99,96,76,108,94,144,149);
    topvalue_GuangZhou_Data["月粒度"]=new Array(205,147,167,106,88,109,111,113,102,125,107,149);
    topvalue_GuangZhou_Data["季粒度"]=new Array(205,109,113,149);
var Av_GuangZhou_Data=new Array(3);     /*AQI平均值*/
    Av_GuangZhou_Data["周粒度"]=new Array(158,94,119,96,97,40,78,67,64,47,106,90,61,75,73,62,62,52,51,46,49,46,62,83,38,48,59,52,54,69,92,50,45,50,51,55,46,58,76,74,80,102,88,80,49,65,84,71,55,81,77,97,149);
    Av_GuangZhou_Data["月粒度"]=new Array(118,64,74,67,50,56,60,55,59,85,70,79);
    Av_GuangZhou_Data["季粒度"]=new Array(85,58,58,78);
var sm_GuangZhou_Data=new Array(3);     /*AQI小于100的天数*/
    sm_GuangZhou_Data["周粒度"]=new Array(0,4,2,4,4,7,6,7,7,7,4,4,7,7,6,7,7,7,7,7,7,7,7,5,7,7,6,6,6,6,4,7,7,7,7,7,7,6,7,7,6,2,4,6,6,7,7,7,7,6,7,3,0);
    sm_GuangZhou_Data["月粒度"]=new Array(10,27,25,28,31,28,25,29,29,22,28,25);
    sm_GuangZhou_Data["季粒度"]=new Array(62,87,79,75);



